Repository: Akongstad/Mobile-Voting-Verifier
Catalog: lib/l10n/app_*.arb
Languages: da

source: Home
da: Hjem

# homeHeaderDescription
source: Press button below to begin verifying your ballot
da: Tryk på knappen nedenfor for at begynde at bekræfte din stemmeseddel

# infoHeaderDescription
source: How to verify your ballot?
da: Hvordan bekræfter man sin stemme

# infoStepZeroTitle
source: Begin the verification process.
da: Begynd verifikationsprocessen

# infoStepZeroDescription
source: Open the QR-Code scanner by pressing the button at the bottom of the screen.
da: Åbn QR-kode scanneren ved at trykke på knappen nederst på skærmen

# infoStepOneTitle
source: Step 1
da: Trin 1

# infoStepOneDescription
source: Point your camera at the QR-Code displayed on the voting device.
da: Ret dit kamera mod QR-koden, der vises på enheden hvor du har afgivet din stemme.

# infoStepTwoTitle
source: Step 2
da: Trin 2

# infoStepTwoDescription
source: Enter the 6 digit one-time password displayed on the voting device.
da: Indtast det 6-cifrede engangskodeord, fra afstemningsenheden

# infoStepThreeTitle
source: Step 3
da: Trin 3

# infoStepThreeDescription
source: Press the 'Audit ballot' button to display your recorded vote.
da: Tryk på knappen 'Gå til stemmeseddel' for at få vist din registrerede stemme.

# infoStepFourTitle
source: Step 4
da: Trin 4

# infoStepFourDescription
source: Verify that the vote displayed on the screen matches your choice.
da: Bekræft at den stemme, der vises på skærmen, stemmer overens med dit valg.

# stepNumberOneTitle
source: Scan QR-Code
da: Scan QR-Kode

# stepNumberTwoTitle
source: Enter Password
da: Indtast adgangskode

# stepNumberThreeTitle
source: Proceed to Audit
da: Forsæt til stemmeseddel

# stepNumberFourTitle
source: Verify Vote
da: Bekræft stemme

# stepNumberFinalTitle
source: Complete!
da: Færdig!

# totpHeaderTitle
source: Login
da: Log på

# totpHeaderDescription
source: Enter the 6 digit password from the voting device.
da: Indtast det 6-cifrede engangskodeord, der vises på enheden hvor du har afgivet din stemme.

# totpHeaderInvalidLogin
source: Invalid login
da: Forkert login

# welcomeHeaderTitle
source: Welcome!
da: Velkommen!

# welcomeHeaderDescription
source: Press the 'Audit ballot' button to display your recorded vote.
da: Tryk på knappen 'Gå til stemmeseddel' for at få vist din registrerede stemme.

# auditBallotButton
source: Audit ballot
da: Gå til stemmeseddel

# auditScreenTitle
source: Your ballot was recorded
da: Din stemme er registreret

# auditScreenDescription
source: Please verify that ballot below matches your choice. You can no longer change your ballot.
da: Bekræft venligst, at den nedenstående stemmeseddel, matcher dit valg. Du kan ikke længere ændre din stemmeseddel.

# auditScreenTextSuccess
source: If your ballot matches your choice you can continue using the
da: Hvis din stemmeseddel matcher dit valg, kan du fortsætte ved at bruge den

# auditScreenTextFailure
source: If your have encountered an issue with your ballot. Please, continue using the
da: Hvis du er stødt på et problem med din stemmeseddel. Fortsæt venligst ved at bruge den

# auditScreenTextGreen
source: green
da: grønne

# auditScreenTextRed
source: red
da: røde

# auditScreenTextButton
source: button.
da: knap.

# finalScreenSuccessTitle
source: Success!
da: Succes!

# finalScreenSuccessToast
source: Thank you for verifying your vote!
da: Tak, fordi du bekræftede din stemme!

# finalScreenSuccessDescription
source: Use the download button to receive an encrypted receipt that can be used to ensure that your ballot is included in the final tally.
da: Du kan nu lukke applikationen eller vende tilbage til startsiden.

# finalScreenSuccessButton
source: Download
da: Tilbage til start

# finalScreenFailureTitle
source: Report a problem
da: Anmeld et problem

# finalScreenFailureToast
source: Do you believe that your vote has been recorded incorrectly? You can contact the election administrators.
da: Mener du, at din stemme er blevet registreret forkert? Så skal du kontakte valgadministratorerne.

# finalScreenFailureDescription
source: Press 'Contact support' to proceed to the support section of the official election website.
da: Tryk på 'Kontakt support' for at fortsætte til supportsektionen på det officielle valgwebsted.

# finalScreenFailureButton
source: Contact support
da: Kontakt support
